{"classes":["3DModel","AMRadioChannel","APIReference","AboutPage","AcceptAction","Accommodation","AccountingService","AchieveAction","Action","ActionAccessSpecification","ActionStatusType","ActivateAction","AddAction","AdministrativeArea","AdultEntertainment","AdultOrientedEnumeration","AdvertiserContentArticle","AggregateOffer","AggregateRating","AgreeAction","Airline","Airport","AlignmentObject","AllocateAction","AmpStory","AmusementPark","AnalysisNewsArticle","AnatomicalStructure","AnatomicalSystem","AnimalShelter","Answer","Apartment","ApartmentComplex","AppendAction","ApplyAction","ApprovedIndication","Aquarium","ArchiveComponent","ArchiveOrganization","ArriveAction","ArtGallery","Artery","Article","AskAction","AskPublicNewsArticle","AssessAction","AssignAction","Atlas","Attorney","Audience","AudioObject","AudioObjectSnapshot","Audiobook","AuthenticateAction","AuthorizeAction","AutoBodyShop","AutoDealer","AutoPartsStore","AutoRental","AutoRepair","AutoWash","AutomatedTeller","AutomotiveBusiness","BackgroundNewsArticle","Bakery","BankAccount","BankOrCreditUnion","BarOrPub","Barcode","Beach","BeautySalon","BedAndBreakfast","BedDetails","BedType","BefriendAction","BikeStore","BioChemEntity","Blog","BlogPosting","BloodTest","BoardingPolicyType","BoatReservation","BoatTerminal","BoatTrip","BodyMeasurementTypeEnumeration","BodyOfWater","Bone","Book","BookFormatType","BookSeries","BookStore","BookmarkAction","Boolean","BorrowAction","BowlingAlley","BrainStructure","Brand","BreadcrumbList","Brewery","Bridge","BroadcastChannel","BroadcastEvent","BroadcastFrequencySpecification","BroadcastService","BrokerageAccount","BuddhistTemple","BusOrCoach","BusReservation","BusStation","BusStop","BusTrip","BusinessAudience","BusinessEntityType","BusinessEvent","BusinessFunction","BuyAction","CDCPMDRecord","CableOrSatelliteService","CafeOrCoffeeShop","Campground","CampingPitch","Canal","CancelAction","Car","CarUsageType","Casino","CategoryCode","CategoryCodeSet","CatholicChurch","Cemetery","Certification","CertificationStatusEnumeration","Chapter","CheckAction","CheckInAction","CheckOutAction","CheckoutPage","ChemicalSubstance","ChildCare","ChildrensEvent","ChooseAction","Church","City","CityHall","CivicStructure","Claim","ClaimReview","Class","Clip","ClothingStore","Code","Collection","CollectionPage","CollegeOrUniversity","ComedyClub","ComedyEvent","ComicCoverArt","ComicIssue","ComicSeries","ComicStory","Comment","CommentAction","CommunicateAction","CompleteDataFeed","CompoundPriceSpecification","ComputerLanguage","ComputerStore","ConferenceEvent","ConfirmAction","Consortium","ConstraintNode","ConsumeAction","ContactPage","ContactPoint","ContactPointOption","Continent","ControlAction","ConvenienceStore","Conversation","CookAction","Cooperative","Corporation","CorrectionComment","Country","Course","CourseInstance","Courthouse","CoverArt","CovidTestingFacility","CreateAction","CreativeWork","CreativeWorkSeason","CreativeWorkSeries","Credential","CreditCard","Crematorium","CriticReview","CssSelectorType","CurrencyConversionService","DDxElement","DENonprofitType","DanceEvent","DanceGroup","DataCatalog","DataDownload","DataFeed","DataFeedItem","DataType","Dataset","Date","DateTime","DatedMoneySpecification","DayOfWeek","DaySpa","DeactivateAction","DefenceEstablishment","DefinedRegion","DefinedTerm","DefinedTermSet","DeleteAction","DeliveryChargeSpecification","DeliveryEvent","DeliveryMethod","Demand","Dentist","DepartAction","DepartmentStore","DepositAccount","DiagnosticLab","DiagnosticProcedure","Diet","DietarySupplement","DigitalDocument","DigitalDocumentPermission","DigitalDocumentPermissionType","DigitalPlatformEnumeration","DisagreeAction","DiscoverAction","DiscussionForumPosting","DislikeAction","Distance","Distillery","DonateAction","DoseSchedule","DownloadAction","DrawAction","Drawing","DrinkAction","DriveWheelConfigurationValue","Drug","DrugClass","DrugCost","DrugCostCategory","DrugLegalStatus","DrugPregnancyCategory","DrugPrescriptionStatus","DrugStrength","DryCleaningOrLaundry","Duration","EUEnergyEfficiencyEnumeration","EatAction","EducationEvent","EducationalAudience","EducationalOccupationalCredential","EducationalOccupationalProgram","EducationalOrganization","Electrician","ElectronicsStore","ElementarySchool","EmailMessage","Embassy","EmergencyService","EmployeeRole","EmployerAggregateRating","EmployerReview","EmploymentAgency","EndorseAction","EndorsementRating","Energy","EnergyConsumptionDetails","EnergyEfficiencyEnumeration","EnergyStarEnergyEfficiencyEnumeration","EngineSpecification","EntertainmentBusiness","EntryPoint","Enumeration","Episode","Error","Event","EventAttendanceModeEnumeration","EventReservation","EventSeries","EventStatusType","EventVenue","ExchangeRateSpecification","ExerciseAction","ExerciseGym","ExercisePlan","ExhibitionEvent","FAQPage","FMRadioChannel","FastFoodRestaurant","Festival","FilmAction","FinancialIncentive","FinancialProduct","FinancialService","FindAction","FireStation","Flight","FlightReservation","Float","FloorPlan","Florist","FollowAction","FoodEstablishment","FoodEstablishmentReservation","FoodEvent","FoodService","FulfillmentTypeEnumeration","FundingAgency","FundingScheme","FurnitureStore","Game","GameAvailabilityEnumeration","GamePlayMode","GameServer","GameServerStatus","GardenStore","GasStation","GatedResidenceCommunity","GenderType","Gene","GeneralContractor","GeoCircle","GeoCoordinates","GeoShape","GeospatialGeometry","GiveAction","GolfCourse","GovernmentBenefitsType","GovernmentBuilding","GovernmentOffice","GovernmentOrganization","GovernmentPermit","GovernmentService","Grant","GroceryStore","Guide","HVACBusiness","Hackathon","HairSalon","HardwareStore","HealthAndBeautyBusiness","HealthAspectEnumeration","HealthClub","HealthInsurancePlan","HealthPlanCostSharingSpecification","HealthPlanFormulary","HealthPlanNetwork","HealthTopicContent","HighSchool","HinduTemple","HobbyShop","HomeAndConstructionBusiness","HomeGoodsStore","Hospital","Hostel","Hotel","HotelRoom","House","HousePainter","HowTo","HowToDirection","HowToItem","HowToSection","HowToStep","HowToSupply","HowToTip","HowToTool","HyperToc","HyperTocEntry","IPTCDigitalSourceEnumeration","ITNonprofitType","IceCreamShop","IgnoreAction","ImageGallery","ImageObject","ImageObjectSnapshot","ImagingTest","IncentiveQualifiedExpenseType","IncentiveStatus","IncentiveType","IndividualPhysician","IndividualProduct","InfectiousAgentClass","InfectiousDisease","InformAction","InsertAction","InstallAction","InstantaneousEvent","InsuranceAgency","Intangible","Integer","InteractAction","InteractionCounter","InternetCafe","InvestmentFund","InvestmentOrDeposit","InviteAction","Invoice","ItemAvailability","ItemList","ItemListOrderType","ItemPage","JewelryStore","JobPosting","JoinAction","Joint","LakeBodyOfWater","Landform","LandmarksOrHistoricalBuildings","Language","LearningResource","LeaveAction","LegalForceStatus","LegalService","LegalValueLevel","Legislation","LegislationObject","LegislativeBuilding","LendAction","Library","LibrarySystem","LifestyleModification","Ligament","LikeAction","LinkRole","LiquorStore","ListItem","ListenAction","LiteraryEvent","LiveBlogPosting","LoanOrCredit","LocalBusiness","LocationFeatureSpecification","Locksmith","LodgingBusiness","LodgingReservation","LoginAction","LoseAction","LymphaticVessel","Manuscript","Map","MapCategoryType","MarryAction","Mass","MathSolver","MaximumDoseSchedule","MeasurementMethodEnum","MeasurementTypeEnumeration","MediaEnumeration","MediaGallery","MediaManipulationRatingEnumeration","MediaObject","MediaReview","MediaReviewItem","MediaSubscription","MedicalAudience","MedicalAudienceType","MedicalBusiness","MedicalCause","MedicalClinic","MedicalCode","MedicalCondition","MedicalConditionStage","MedicalContraindication","MedicalDevice","MedicalDevicePurpose","MedicalEntity","MedicalEnumeration","MedicalEvidenceLevel","MedicalGuideline","MedicalGuidelineContraindication","MedicalGuidelineRecommendation","MedicalImagingTechnique","MedicalIndication","MedicalIntangible","MedicalObservationalStudy","MedicalObservationalStudyDesign","MedicalOrganization","MedicalProcedure","MedicalProcedureType","MedicalRiskCalculator","MedicalRiskEstimator","MedicalRiskFactor","MedicalRiskScore","MedicalScholarlyArticle","MedicalSign","MedicalSignOrSymptom","MedicalSpecialty","MedicalStudy","MedicalStudyStatus","MedicalSymptom","MedicalTest","MedicalTestPanel","MedicalTherapy","MedicalTrial","MedicalTrialDesign","MedicalWebPage","MedicineSystem","MeetingRoom","MemberProgram","MemberProgramTier","MensClothingStore","Menu","MenuItem","MenuSection","MerchantReturnEnumeration","MerchantReturnPolicy","MerchantReturnPolicySeasonalOverride","Message","MiddleSchool","MobileApplication","MobilePhoneStore","MolecularEntity","MonetaryAmount","MonetaryAmountDistribution","MonetaryGrant","MoneyTransfer","MortgageLoan","Mosque","Motel","Motorcycle","MotorcycleDealer","MotorcycleRepair","MotorizedBicycle","Mountain","MoveAction","Movie","MovieClip","MovieRentalStore","MovieSeries","MovieTheater","MovingCompany","Muscle","Museum","MusicAlbum","MusicAlbumProductionType","MusicAlbumReleaseType","MusicComposition","MusicEvent","MusicGroup","MusicPlaylist","MusicRecording","MusicRelease","MusicReleaseFormatType","MusicStore","MusicVenue","MusicVideoObject","NGO","NLNonprofitType","NailSalon","Nerve","NewsArticle","NewsMediaOrganization","Newspaper","NightClub","NonprofitType","Notary","NoteDigitalDocument","Number","NutritionInformation","Observation","Occupation","OccupationalExperienceRequirements","OccupationalTherapy","OceanBodyOfWater","Offer","OfferCatalog","OfferForLease","OfferForPurchase","OfferItemCondition","OfferShippingDetails","OfficeEquipmentStore","OnDemandEvent","OnlineBusiness","OnlineMarketplace","OnlineStore","OpeningHoursSpecification","OperatingSystem","OpinionNewsArticle","Optician","Order","OrderAction","OrderItem","OrderStatus","Organization","OrganizationRole","OrganizeAction","OutletStore","OwnershipInfo","PaintAction","Painting","PalliativeProcedure","ParcelDelivery","ParentAudience","Park","ParkingFacility","PathologyTest","Patient","PawnShop","PayAction","PaymentCard","PaymentChargeSpecification","PaymentMethod","PaymentMethodType","PaymentService","PaymentStatusType","PeopleAudience","PerformAction","PerformanceRole","PerformingArtsEvent","PerformingArtsTheater","PerformingGroup","Periodical","Permit","Person","PetStore","Pharmacy","Photograph","PhotographAction","PhysicalActivity","PhysicalActivityCategory","PhysicalExam","PhysicalTherapy","Physician","PhysiciansOffice","Place","PlaceOfWorship","PlanAction","Play","PlayAction","PlayGameAction","Playground","Plumber","PodcastEpisode","PodcastSeason","PodcastSeries","PoliceStation","PoliticalParty","Pond","PostOffice","PostalAddress","PostalCodeRangeSpecification","Poster","PreOrderAction","PrependAction","Preschool","PresentationDigitalDocument","PreventionIndication","PriceComponentTypeEnumeration","PriceSpecification","PriceTypeEnumeration","Product","ProductCollection","ProductGroup","ProductModel","ProfessionalService","ProfilePage","ProgramMembership","Project","PronounceableText","Property","PropertyValue","PropertyValueSpecification","Protein","PsychologicalTreatment","PublicSwimmingPool","PublicToilet","PublicationEvent","PublicationIssue","PublicationVolume","PurchaseType","QAPage","QualitativeValue","QuantitativeValue","QuantitativeValueDistribution","Quantity","Question","Quiz","Quotation","QuoteAction","RVPark","RadiationTherapy","RadioBroadcastService","RadioChannel","RadioClip","RadioEpisode","RadioSeason","RadioSeries","RadioStation","Rating","ReactAction","ReadAction","RealEstateAgent","RealEstateListing","ReceiveAction","Recipe","Recommendation","RecommendedDoseSchedule","RecyclingCenter","RefundTypeEnumeration","RegisterAction","RejectAction","RentAction","RentalCarReservation","RepaymentSpecification","ReplaceAction","ReplyAction","Report","ReportageNewsArticle","ReportedDoseSchedule","ResearchOrganization","ResearchProject","Researcher","Reservation","ReservationPackage","ReservationStatusType","ReserveAction","Reservoir","ResetPasswordAction","Residence","Resort","Restaurant","RestrictedDiet","ResumeAction","ReturnAction","ReturnFeesEnumeration","ReturnLabelSourceEnumeration","ReturnMethodEnumeration","Review","ReviewAction","ReviewNewsArticle","RiverBodyOfWater","Role","RoofingContractor","Room","RsvpAction","RsvpResponseType","RuntimePlatform","SaleEvent","SatiricalArticle","Schedule","ScheduleAction","ScholarlyArticle","School","SchoolDistrict","ScreeningEvent","Sculpture","SeaBodyOfWater","SearchAction","SearchRescueOrganization","SearchResultsPage","Season","Seat","SeekToAction","SelfStorage","SellAction","SendAction","SequentialArt","Series","Service","ServiceChannel","ServicePeriod","ShareAction","SheetMusic","ShippingConditions","ShippingDeliveryTime","ShippingRateSettings","ShippingService","ShoeStore","ShoppingCenter","ShortStory","SingleFamilyResidence","SiteNavigationElement","SizeGroupEnumeration","SizeSpecification","SizeSystemEnumeration","SkiResort","SocialEvent","SocialMediaPosting","SoftwareApplication","SoftwareSourceCode","SolveMathAction","SomeProducts","SpeakableSpecification","SpecialAnnouncement","Specialty","SportingGoodsStore","SportsActivityLocation","SportsClub","SportsEvent","SportsOrganization","SportsTeam","SpreadsheetDigitalDocument","StadiumOrArena","State","Statement","StatisticalPopulation","StatisticalVariable","StatusEnumeration","SteeringPositionValue","Store","StructuredValue","SubscribeAction","Substance","SubwayStation","Suite","SuperficialAnatomy","SurgicalProcedure","SuspendAction","Syllabus","Synagogue","TVClip","TVEpisode","TVSeason","TVSeries","Table","TakeAction","TattooParlor","Taxi","TaxiReservation","TaxiService","TaxiStand","Taxon","TechArticle","TelevisionChannel","TelevisionStation","TennisComplex","Text","TextDigitalDocument","TextObject","TheaterEvent","TheaterGroup","TherapeuticProcedure","Thesis","Thing","Ticket","TieAction","TierBenefitEnumeration","Time","TipAction","TireShop","TouristAttraction","TouristDestination","TouristInformationCenter","TouristTrip","ToyStore","TrackAction","TradeAction","TrainReservation","TrainStation","TrainTrip","TransferAction","TravelAction","TravelAgency","TreatmentIndication","Trip","TypeAndQuantityNode","UKNonprofitType","URL","USNonprofitType","UnRegisterAction","UnitPriceSpecification","UpdateAction","UseAction","UserBlocks","UserCheckins","UserComments","UserDownloads","UserInteraction","UserLikes","UserPageVisits","UserPlays","UserPlusOnes","UserReview","UserTweets","VacationRental","Vehicle","Vein","Vessel","VeterinaryCare","VideoGallery","VideoGame","VideoGameClip","VideoGameSeries","VideoObject","VideoObjectSnapshot","ViewAction","VirtualLocation","VisualArtsEvent","VisualArtwork","VitalSign","Volcano","VoteAction","WPAdBlock","WPFooter","WPHeader","WPSideBar","WantAction","WarrantyPromise","WarrantyScope","WatchAction","Waterfall","WearAction","WearableMeasurementTypeEnumeration","WearableSizeGroupEnumeration","WearableSizeSystemEnumeration","WebAPI","WebApplication","WebContent","WebPage","WebPageElement","WebSite","WholesaleStore","WinAction","Winery","WorkBasedProgram","WorkersUnion","WriteAction","XPathType","Zoo"],"properties":["about","abridged","abstract","accelerationTime","acceptedAnswer","acceptedOffer","acceptedPaymentMethod","acceptsReservations","accessCode","accessMode","accessModeSufficient","accessibilityAPI","accessibilityControl","accessibilityFeature","accessibilityHazard","accessibilitySummary","accommodationCategory","accommodationFloorPlan","accountId","accountMinimumInflow","accountOverdraftLimit","accountablePerson","acquireLicensePage","acquiredFrom","acrissCode","actionAccessibilityRequirement","actionApplication","actionOption","actionPlatform","actionProcess","actionStatus","actionableFeedbackPolicy","activeIngredient","activityDuration","activityFrequency","actor","actors","addOn","additionalName","additionalNumberOfGuests","additionalProperty","additionalType","additionalVariable","address","addressCountry","addressLocality","addressRegion","administrationRoute","advanceBookingRequirement","adverseOutcome","affectedBy","affiliation","afterMedia","agent","agentInteractionStatistic","aggregateElement","aggregateRating","aircraft","album","albumProductionType","albumRelease","albumReleaseType","albums","alcoholWarning","algorithm","alignmentType","alternateName","alternativeHeadline","alternativeOf","alumni","alumniOf","amenityFeature","amount","amountOfThisGood","announcementLocation","annualPercentageRate","answerCount","answerExplanation","antagonist","appearance","applicableCountry","applicableLocation","applicantLocationRequirements","application","applicationCategory","applicationContact","applicationDeadline","applicationStartDate","applicationSubCategory","applicationSuite","appliesToDeliveryMethod","appliesToPaymentMethod","archiveHeld","archivedAt","area","areaServed","arrivalAirport","arrivalBoatTerminal","arrivalBusStop","arrivalGate","arrivalPlatform","arrivalStation","arrivalTerminal","arrivalTime","artEdition","artMedium","arterialBranch","artform","articleBody","articleSection","artist","artworkSurface","asin","aspect","assembly","assemblyVersion","assesses","associatedAnatomy","associatedArticle","associatedClaimReview","associatedDisease","associatedMedia","associatedMediaReview","associatedPathophysiology","associatedReview","athlete","attendee","attendees","audience","audienceType","audio","auditDate","authenticator","author","availability","availabilityEnds","availabilityStarts","availableAtOrFrom","availableChannel","availableDeliveryMethod","availableFrom","availableIn","availableLanguage","availableOnDevice","availableService","availableStrength","availableTest","availableThrough","award","awards","awayTeam","backstory","bankAccountType","baseSalary","bccRecipient","bed","beforeMedia","beneficiaryBank","benefits","benefitsSummaryUrl","bestRating","billingAddress","billingDuration","billingIncrement","billingPeriod","billingStart","bioChemInteraction","bioChemSimilarity","biologicalRole","biomechnicalClass","birthDate","birthPlace","bitrate","blogPost","blogPosts","bloodSupply","boardingGroup","boardingPolicy","bodyLocation","bodyType","bookEdition","bookFormat","bookingAgent","bookingTime","borrower","box","branch","branchCode","branchOf","brand","breadcrumb","breastfeedingWarning","broadcastAffiliateOf","broadcastChannelId","broadcastDisplayName","broadcastFrequency","broadcastFrequencyValue","broadcastOfEvent","broadcastServiceTier","broadcastSignalModulation","broadcastSubChannel","broadcastTimezone","broadcaster","broker","browserRequirements","busName","busNumber","businessDays","businessFunction","buyer","byArtist","byDay","byMonth","byMonthDay","byMonthWeek","callSign","calories","candidate","caption","carbohydrateContent","cargoVolume","carrier","carrierRequirements","cashBack","catalog","catalogNumber","category","cause","causeOf","ccRecipient","certificationIdentification","certificationRating","certificationStatus","character","characterAttribute","characterName","cheatCode","checkinTime","checkoutPageURLTemplate","checkoutTime","chemicalComposition","chemicalRole","childMaxAge","childMinAge","childTaxon","children","cholesterolContent","circle","citation","claimInterpreter","claimReviewed","clincalPharmacology","clinicalPharmacology","clipNumber","closes","coach","code","codeRepository","codeSampleType","codeValue","codingSystem","colleague","colleagues","collection","collectionSize","color","colorSwatch","colorist","comment","commentCount","commentText","commentTime","companyRegistration","competencyRequired","competitor","composer","comprisedOf","conditionsOfAccess","confirmationNumber","connectedTo","constraintProperty","contactOption","contactPoint","contactPoints","contactType","contactlessPayment","containedIn","containedInPlace","containsPlace","containsSeason","contentLocation","contentRating","contentReferenceTime","contentSize","contentType","contentUrl","contraindication","contributor","cookTime","cookingMethod","copyrightHolder","copyrightNotice","copyrightYear","correction","correctionsPolicy","costCategory","costCurrency","costOrigin","costPerUnit","countriesNotSupported","countriesSupported","countryOfAssembly","countryOfLastProcessing","countryOfOrigin","course","courseCode","courseMode","coursePrerequisites","courseSchedule","courseWorkload","coverageEndTime","coverageStartTime","creativeWorkStatus","creator","credentialCategory","creditText","creditedTo","cssSelector","currenciesAccepted","currency","currentExchangeRate","customer","customerRemorseReturnFees","customerRemorseReturnLabelSource","customerRemorseReturnShippingFeesAmount","cutoffTime","cvdCollectionDate","cvdFacilityCounty","cvdFacilityId","cvdNumBeds","cvdNumBedsOcc","cvdNumC19Died","cvdNumC19HOPats","cvdNumC19HospPats","cvdNumC19MechVentPats","cvdNumC19OFMechVentPats","cvdNumC19OverflowPats","cvdNumICUBeds","cvdNumICUBedsOcc","cvdNumTotBeds","cvdNumVent","cvdNumVentUse","data","dataFeedElement","dataset","datasetTimeInterval","dateCreated","dateDeleted","dateIssued","dateModified","datePosted","datePublished","dateRead","dateReceived","dateSent","dateVehicleFirstRegistered","dateline","dayOfWeek","deathDate","deathPlace","defaultValue","deliveryAddress","deliveryLeadTime","deliveryMethod","deliveryStatus","deliveryTime","department","departureAirport","departureBoatTerminal","departureBusStop","departureGate","departurePlatform","departureStation","departureTerminal","departureTime","dependencies","depth","description","device","diagnosis","diagram","diet","dietFeatures","differentialDiagnosis","digitalSourceType","directApply","director","directors","disambiguatingDescription","discount","discountCode","discountCurrency","discusses","discussionUrl","diseasePreventionInfo","diseaseSpreadStatistics","displayLocation","dissolutionDate","distance","distinguishingSign","distribution","diversityPolicy","diversityStaffingReport","documentation","doesNotShip","domainIncludes","domiciledMortgage","doorTime","dosageForm","doseSchedule","doseUnit","doseValue","downPayment","downloadUrl","downvoteCount","drainsTo","driveWheelConfiguration","dropoffLocation","dropoffTime","drug","drugClass","drugUnit","duns","duplicateTherapy","duration","durationOfWarranty","duringMedia","earlyPrepaymentPenalty","editEIDR","editor","eduQuestionType","educationRequirements","educationalAlignment","educationalCredentialAwarded","educationalFramework","educationalLevel","educationalProgramMode","educationalRole","educationalUse","elevation","eligibilityToWorkRequirement","eligibleCustomerType","eligibleDuration","eligibleQuantity","eligibleRegion","eligibleTransactionVolume","eligibleWithSupplier","email","embedUrl","embeddedTextCaption","emissionsCO2","employee","employees","employerOverview","employmentType","employmentUnit","encodesBioChemEntity","encodesCreativeWork","encoding","encodingFormat","encodingType","encodings","endDate","endOffset","endTime","endorsee","endorsers","energyEfficiencyScaleMax","energyEfficiencyScaleMin","engineDisplacement","enginePower","engineType","entertainmentBusiness","epidemiology","episode","episodeNumber","episodes","equal","error","errorCode","estimatedCost","estimatedFlightDuration","estimatedSalary","estimatesRiskOf","ethicsPolicy","event","eventAttendanceMode","eventSchedule","eventStatus","events","evidenceLevel","evidenceOrigin","exampleOfWork","exceptDate","exchangeRateSpread","executableLibraryName","exerciseCourse","exercisePlan","exerciseRelatedDiet","exerciseType","exifData","expectedArrivalFrom","expectedArrivalUntil","expectedPrognosis","expectsAcceptanceOf","experienceInPlaceOfEducation","experienceRequirements","expertConsiderations","expires","expressedIn","extendedAddress","familyName","fatContent","faxNumber","featureList","feesAndCommissionsSpecification","fiberContent","fileFormat","fileSize","financialAidEligible","firstAppearance","firstPerformance","flightDistance","flightNumber","floorLevel","floorLimit","floorSize","followee","follows","followup","foodEstablishment","foodEvent","foodWarning","founder","founders","foundingDate","foundingLocation","free","freeShippingThreshold","frequency","fromLocation","fuelCapacity","fuelConsumption","fuelEfficiency","fuelType","fulfillmentType","functionalClass","fundedItem","funder","funding","game","gameAvailabilityType","gameEdition","gameItem","gameLocation","gamePlatform","gameServer","gameTip","gender","genre","geo","geoContains","geoCoveredBy","geoCovers","geoCrosses","geoDisjoint","geoEquals","geoIntersects","geoMidpoint","geoOverlaps","geoRadius","geoTouches","geoWithin","geographicArea","gettingTestedInfo","givenName","globalLocationNumber","governmentBenefitsInfo","gracePeriod","grantee","greater","greaterOrEqual","gtin","gtin12","gtin13","gtin14","gtin8","guideline","guidelineDate","guidelineSubject","handlingTime","hasAdultConsideration","hasBioChemEntityPart","hasBioPolymerSequence","hasBroadcastChannel","hasCategoryCode","hasCertification","hasCourse","hasCourseInstance","hasCredential","hasDefinedTerm","hasDeliveryMethod","hasDigitalDocumentPermission","hasDriveThroughService","hasEnergyConsumptionDetails","hasEnergyEfficiencyCategory","hasGS1DigitalLink","hasHealthAspect","hasMap","hasMeasurement","hasMemberProgram","hasMenu","hasMenuItem","hasMenuSection","hasMerchantReturnPolicy","hasMolecularFunction","hasOccupation","hasOfferCatalog","hasPOS","hasPart","hasParticipationOffer","hasRepresentation","hasShippingService","hasSponsorshipOffer","hasStore","hasTierBenefit","hasTierRequirement","hasTiers","hasVariant","headline","healthCondition","healthPlanCoinsuranceOption","healthPlanCoinsuranceRate","healthPlanCopay","healthPlanCopayOption","healthPlanCostSharing","healthPlanDrugOption","healthPlanDrugTier","healthPlanId","healthPlanMarketingUrl","healthPlanNetworkId","healthPlanNetworkTier","healthPlanPharmacyCategory","healthcareReportingData","height","highPrice","hiringOrganization","holdingArchive","homeLocation","homeTeam","honorificPrefix","honorificSuffix","hospitalAffiliation","hostingOrganization","hoursAvailable","howPerformed","httpMethod","iataCode","icaoCode","identifier","identifyingExam","identifyingTest","illustrator","image","imagingTechnique","inAlbum","inBroadcastLineup","inChI","inChIKey","inCodeSet","inDefinedTermSet","inLanguage","inPlaylist","inProductGroupWithID","inStoreReturnsOffered","inSupportOf","incentiveAmount","incentiveCompensation","incentiveStatus","incentiveType","incentives","incentivizedItem","includedComposition","includedDataCatalog","includedInDataCatalog","includedInHealthInsurancePlan","includedRiskFactor","includesAttraction","includesHealthPlanFormulary","includesHealthPlanNetwork","includesObject","incomeLimit","increasesRiskOf","industry","ineligibleRegion","infectiousAgent","infectiousAgentClass","ingredients","inker","insertion","installUrl","instructor","instrument","intensity","interactingDrug","interactionCount","interactionService","interactionStatistic","interactionType","interactivityType","interestRate","interpretedAsClaim","inventoryLevel","inverseOf","isAcceptingNewPatients","isAccessibleForFree","isAccessoryOrSparePartFor","isAvailableGenerically","isBasedOn","isBasedOnUrl","isConsumableFor","isEncodedByBioChemEntity","isFamilyFriendly","isGift","isInvolvedInBiologicalProcess","isLiveBroadcast","isLocatedInSubcellularLocation","isPartOf","isPartOfBioChemEntity","isPlanForApartment","isProprietary","isRelatedTo","isResizable","isSimilarTo","isStoreOn","isTierOf","isUnlabelledFallback","isVariantOf","isbn","isicV4","iso6523Code","isrcCode","issn","issueNumber","issuedBy","issuedThrough","iswcCode","item","itemCondition","itemDefectReturnFees","itemDefectReturnLabelSource","itemDefectReturnShippingFeesAmount","itemListElement","itemListOrder","itemLocation","itemOffered","itemReviewed","itemShipped","itinerary","iupacName","jobBenefits","jobDuration","jobImmediateStart","jobLocation","jobLocationType","jobStartDate","jobTitle","jurisdiction","keywords","knownVehicleDamages","knows","knowsAbout","knowsLanguage","labelDetails","landlord","language","lastReviewed","latitude","layoutImage","learningResourceType","leaseLength","legalAddress","legalName","legalRepresentative","legalStatus","legislationAmends","legislationApplies","legislationChanges","legislationCommences","legislationConsolidates","legislationCorrects","legislationCountersignedBy","legislationDate","legislationDateOfApplicability","legislationDateVersion","legislationEnsuresImplementationOf","legislationIdentifier","legislationJurisdiction","legislationLegalForce","legislationLegalValue","legislationPassedBy","legislationRepeals","legislationResponsible","legislationTransposes","legislationType","leiCode","lender","lesser","lesserOrEqual","letterer","license","lifeEvent","line","linkRelationship","liveBlogUpdate","loanMortgageMandateAmount","loanPaymentAmount","loanPaymentFrequency","loanRepaymentForm","loanTerm","loanType","location","locationCreated","lodgingUnitDescription","lodgingUnitType","logo","longitude","loser","lowPrice","lyricist","lyrics","mainContentOfPage","mainEntity","mainEntityOfPage","maintainer","makesOffer","manufacturer","map","mapType","maps","marginOfError","masthead","material","materialExtent","mathExpression","maxPrice","maxValue","maximumAttendeeCapacity","maximumEnrollment","maximumIntake","maximumPhysicalAttendeeCapacity","maximumVirtualAttendeeCapacity","mealService","measuredProperty","measurementDenominator","measurementMethod","measurementQualifier","measurementTechnique","mechanismOfAction","mediaAuthenticityCategory","mediaItemAppearance","median","medicalAudience","medicalSpecialty","medicineSystem","meetsEmissionStandard","member","memberOf","members","membershipNumber","membershipPointsEarned","memoryRequirements","mentions","menu","menuAddOn","merchant","merchantReturnDays","merchantReturnLink","messageAttachment","mileageFromOdometer","minPrice","minValue","minimumPaymentDue","missionCoveragePrioritiesPolicy","mobileUrl","model","modelDate","modifiedTime","molecularFormula","molecularWeight","monoisotopicMolecularWeight","monthlyMinimumRepaymentAmount","monthsOfExperience","mpn","multipleValues","muscleAction","musicArrangement","musicBy","musicCompositionForm","musicGroupMember","musicReleaseFormat","musicalKey","naics","name","namedPosition","nationality","naturalProgression","negativeNotes","nerve","nerveMotor","netWorth","newsUpdatesAndGuidelines","nextItem","noBylinesPolicy","nonEqual","nonProprietaryName","nonprofitStatus","normalRange","nsn","numAdults","numChildren","numConstraints","numItems","numTracks","numberOfAccommodationUnits","numberOfAirbags","numberOfAvailableAccommodationUnits","numberOfAxles","numberOfBathroomsTotal","numberOfBedrooms","numberOfBeds","numberOfCredits","numberOfDoors","numberOfEmployees","numberOfEpisodes","numberOfForwardGears","numberOfFullBathrooms","numberOfItems","numberOfLoanPayments","numberOfPages","numberOfPartialBathrooms","numberOfPlayers","numberOfPreviousOwners","numberOfRooms","numberOfSeasons","numberedPosition","nutrition","object","observationAbout","observationDate","observationPeriod","occupancy","occupationLocation","occupationalCategory","occupationalCredentialAwarded","offerCount","offeredBy","offers","offersPrescriptionByMail","openingHours","openingHoursSpecification","opens","operatingSystem","opponent","option","orderDate","orderDelivery","orderItemNumber","orderItemStatus","orderNumber","orderPercentage","orderQuantity","orderStatus","orderValue","orderedItem","organizer","originAddress","originalMediaContextDescription","originalMediaLink","originatesFrom","overdosage","ownedFrom","ownedThrough","owner","ownershipFundingInfo","owns","pageEnd","pageStart","pagination","parent","parentItem","parentOrganization","parentService","parentTaxon","parents","partOfEpisode","partOfInvoice","partOfOrder","partOfSeason","partOfSeries","partOfSystem","partOfTVSeries","partOfTrip","participant","partySize","passengerPriorityStatus","passengerSequenceNumber","pathophysiology","pattern","payload","paymentAccepted","paymentDue","paymentDueDate","paymentMethod","paymentMethodId","paymentMethodType","paymentStatus","paymentUrl","penciler","percentile10","percentile25","percentile75","percentile90","performTime","performer","performerIn","performers","permissionType","permissions","permitAudience","permittedUsage","petsAllowed","phoneticText","photo","photos","physicalRequirement","physiologicalBenefits","pickupLocation","pickupTime","playMode","playerType","playersOnline","polygon","populationType","position","positiveNotes","possibleComplication","possibleTreatment","postOfficeBoxNumber","postOp","postalCode","postalCodeBegin","postalCodeEnd","postalCodePrefix","postalCodeRange","potentialAction","potentialUse","practicesAt","preOp","predecessorOf","pregnancyCategory","pregnancyWarning","prepTime","preparation","prescribingInfo","prescriptionStatus","previousItem","previousStartDate","price","priceComponent","priceComponentType","priceCurrency","priceRange","priceSpecification","priceType","priceValidUntil","primaryImageOfPage","primaryPrevention","printColumn","printEdition","printPage","printSection","procedure","procedureType","processingTime","processorRequirements","producer","produces","productGroupID","productID","productSupported","productionCompany","productionDate","proficiencyLevel","program","programMembershipUsed","programName","programPrerequisites","programType","programmingLanguage","programmingModel","pronouns","propertyID","proprietaryName","proteinContent","provider","providerMobility","providesBroadcastService","providesService","publicAccess","publicTransportClosuresInfo","publication","publicationType","publishedBy","publishedOn","publisher","publisherImprint","publishingPrinciples","purchaseDate","purchasePriceLimit","purchaseType","qualifications","qualifiedExpense","quarantineGuidelines","query","quest","question","rangeIncludes","ratingCount","ratingExplanation","ratingValue","readBy","readonlyValue","realEstateAgent","recipe","recipeCategory","recipeCuisine","recipeIngredient","recipeInstructions","recipeYield","recipient","recognizedBy","recognizingAuthority","recommendationStrength","recommendedIntake","recordLabel","recordedAs","recordedAt","recordedIn","recordingOf","recourseLoan","referee","referenceQuantity","referencesOrder","refundType","regionDrained","regionsAllowed","relatedAnatomy","relatedCondition","relatedDrug","relatedLink","relatedStructure","relatedTherapy","relatedTo","releaseDate","releaseNotes","releaseOf","releasedEvent","relevantOccupation","relevantSpecialty","remainingAttendeeCapacity","renegotiableLoan","repeatCount","repeatFrequency","repetitions","replacee","replacer","replyToUrl","reportNumber","representativeOfPage","requiredCollateral","requiredGender","requiredMaxAge","requiredMinAge","requiredQuantity","requirements","requiresSubscription","reservationFor","reservationId","reservationStatus","reservedTicket","responsibilities","restPeriods","restockingFee","result","resultComment","resultReview","returnFees","returnLabelSource","returnMethod","returnPolicyCategory","returnPolicyCountry","returnPolicySeasonalOverride","returnShippingFeesAmount","review","reviewAspect","reviewBody","reviewCount","reviewRating","reviewedBy","reviews","riskFactor","risks","roleName","roofLoad","rsvpResponse","runsTo","runtime","runtimePlatform","rxcui","safetyConsideration","salaryCurrency","salaryUponCompletion","sameAs","sampleType","saturatedFatContent","scheduleTimezone","scheduledPaymentDate","scheduledTime","schemaVersion","schoolClosuresInfo","screenCount","screenshot","sdDatePublished","sdLicense","sdPublisher","season","seasonNumber","seasonalOverride","seasons","seatNumber","seatRow","seatSection","seatingCapacity","seatingType","secondaryPrevention","securityClearanceRequirement","securityScreening","seeks","seller","sender","sensoryRequirement","sensoryUnit","serialNumber","seriousAdverseOutcome","serverStatus","servesCuisine","serviceArea","serviceAudience","serviceLocation","serviceOperator","serviceOutput","servicePhone","servicePostalAddress","serviceSmsNumber","serviceType","serviceUrl","servingSize","sha256","sharedContent","shippingConditions","shippingDestination","shippingDetails","shippingOrigin","shippingRate","sibling","siblings","signDetected","signOrSymptom","significance","significantLink","significantLinks","size","sizeGroup","sizeSystem","skills","sku","slogan","smiles","smokingAllowed","sodiumContent","softwareAddOn","softwareHelp","softwareRequirements","softwareVersion","source","sourceOrganization","sourcedFrom","spatial","spatialCoverage","speakable","specialCommitments","specialOpeningHoursSpecification","specialty","speechToTextMarkup","speed","spokenByCharacter","sponsor","sport","sportsActivityLocation","sportsEvent","sportsTeam","spouse","stage","stageAsNumber","starRating","startDate","startOffset","startTime","statType","status","steeringPosition","step","stepValue","steps","storageRequirements","streetAddress","strengthUnit","strengthValue","structuralClass","study","studyDesign","studyLocation","studySubject","subEvent","subEvents","subOrganization","subReservation","subStageSuffix","subStructure","subTest","subTrip","subjectOf","subtitleLanguage","successorOf","sugarContent","suggestedAge","suggestedAnswer","suggestedGender","suggestedMaxAge","suggestedMeasurement","suggestedMinAge","suitableForDiet","superEvent","supersededBy","supply","supplyTo","supportingData","surface","syllabusSections","target","targetCollection","targetDescription","targetName","targetPlatform","targetPopulation","targetProduct","targetUrl","taxID","taxonRank","taxonomicRange","teaches","telephone","temporal","temporalCoverage","termCode","termDuration","termsOfService","termsPerYear","text","textValue","thumbnail","thumbnailUrl","tickerSymbol","ticketNumber","ticketToken","ticketedSeat","timeOfDay","timeRequired","timeToComplete","timestamp","tissueSample","title","titleEIDR","toLocation","toRecipient","tocContinuation","tocEntry","tongueWeight","tool","torque","totalHistoricalEnrollment","totalJobOpenings","totalPaymentDue","totalPrice","totalTime","tourBookingPage","touristType","track","trackingNumber","trackingUrl","tracks","trailer","trailerWeight","trainName","trainNumber","trainingSalary","transFatContent","transcript","transitTime","translationOfWork","translator","transmissionMethod","travelBans","trialDesign","tributary","tripOrigin","typeOfBed","typeOfGood","typicalAgeRange","typicalCreditsPerTerm","typicalTest","underName","unitCode","unitText","unnamedSourcesPolicy","unsaturatedFatContent","uploadDate","upvoteCount","url","urlTemplate","usNPI","usageInfo","usedToDiagnose","userInteractionCount","usesDevice","usesHealthPlanIdStandard","utterances","validFor","validForMemberTier","validFrom","validIn","validThrough","validUntil","value","valueAddedTaxIncluded","valueMaxLength","valueMinLength","valueName","valuePattern","valueReference","valueRequired","variableMeasured","variantCover","variesBy","vatID","vehicleConfiguration","vehicleEngine","vehicleIdentificationNumber","vehicleInteriorColor","vehicleInteriorType","vehicleModelDate","vehicleSeatingCapacity","vehicleSpecialUsage","vehicleTransmission","vendor","verificationFactCheckingPolicy","version","video","videoFormat","videoFrameSize","videoQuality","volumeNumber","warning","warranty","warrantyPromise","warrantyScope","webCheckinTime","webFeed","weight","weightPercentage","weightTotal","wheelbase","width","winner","wordCount","workExample","workFeatured","workHours","workLocation","workPerformed","workPresented","workTranslation","workload","worksFor","worstRating","xpath","yearBuilt","yearlyRevenue","yearsInOperation","yield"],"subClassOf":[["3DModel",["MediaObject"]],["AboutPage",["WebPage"]],["AcceptAction",["AllocateAction"]],["Accommodation",["Place"]],["AccountingService",["FinancialService"]],["AchieveAction",["Action"]],["Action",["Thing"]],["ActionAccessSpecification",["Intangible"]],["ActionStatusType",["StatusEnumeration"]],["ActivateAction",["ControlAction"]],["AddAction",["UpdateAction"]],["AdministrativeArea",["Place"]],["AdultEntertainment",["EntertainmentBusiness"]],["AdultOrientedEnumeration",["Enumeration"]],["AdvertiserContentArticle",["Article"]],["AggregateOffer",["Offer"]],["AggregateRating",["Rating"]],["AgreeAction",["ReactAction"]],["Airline",["Organization"]],["Airport",["CivicStructure"]],["AlignmentObject",["Intangible"]],["AllocateAction",["OrganizeAction"]],["AmpStory",["CreativeWork","MediaObject"]],["AMRadioChannel",["RadioChannel"]],["AmusementPark",["EntertainmentBusiness"]],["AnalysisNewsArticle",["NewsArticle"]],["AnatomicalStructure",["MedicalEntity"]],["AnatomicalSystem",["MedicalEntity"]],["AnimalShelter",["LocalBusiness"]],["Answer",["Comment"]],["Apartment",["Accommodation"]],["ApartmentComplex",["Residence"]],["APIReference",["TechArticle"]],["AppendAction",["InsertAction"]],["ApplyAction",["OrganizeAction"]],["ApprovedIndication",["MedicalIndication"]],["Aquarium",["CivicStructure"]],["ArchiveComponent",["CreativeWork"]],["ArchiveOrganization",["LocalBusiness"]],["ArriveAction",["MoveAction"]],["Artery",["Vessel"]],["ArtGallery",["EntertainmentBusiness"]],["Article",["CreativeWork"]],["AskAction",["CommunicateAction"]],["AskPublicNewsArticle",["NewsArticle"]],["AssessAction",["Action"]],["AssignAction",["AllocateAction"]],["Atlas",["CreativeWork"]],["Attorney",["LegalService"]],["Audience",["Intangible"]],["Audiobook",["AudioObject","Book"]],["AudioObject",["MediaObject"]],["AudioObjectSnapshot",["AudioObject"]],["AuthenticateAction",["ControlAction"]],["AuthorizeAction",["AllocateAction"]],["AutoBodyShop",["AutomotiveBusiness"]],["AutoDealer",["AutomotiveBusiness"]],["AutomatedTeller",["FinancialService"]],["AutomotiveBusiness",["LocalBusiness"]],["AutoPartsStore",["AutomotiveBusiness","Store"]],["AutoRental",["AutomotiveBusiness"]],["AutoRepair",["AutomotiveBusiness"]],["AutoWash",["AutomotiveBusiness"]],["BackgroundNewsArticle",["NewsArticle"]],["Bakery",["FoodEstablishment"]],["BankAccount",["FinancialProduct"]],["BankOrCreditUnion",["FinancialService"]],["Barcode",["ImageObject"]],["BarOrPub",["FoodEstablishment"]],["Beach",["CivicStructure"]],["BeautySalon",["HealthAndBeautyBusiness"]],["BedAndBreakfast",["LodgingBusiness"]],["BedDetails",["Intangible"]],["BedType",["QualitativeValue"]],["BefriendAction",["InteractAction"]],["BikeStore",["Store"]],["BioChemEntity",["Thing"]],["Blog",["CreativeWork"]],["BlogPosting",["SocialMediaPosting"]],["BloodTest",["MedicalTest"]],["BoardingPolicyType",["Enumeration"]],["BoatReservation",["Reservation"]],["BoatTerminal",["CivicStructure"]],["BoatTrip",["Trip"]],["BodyMeasurementTypeEnumeration",["MeasurementTypeEnumeration"]],["BodyOfWater",["Landform"]],["Bone",["AnatomicalStructure"]],["Book",["CreativeWork"]],["BookFormatType",["Enumeration"]],["BookmarkAction",["OrganizeAction"]],["BookSeries",["CreativeWorkSeries"]],["BookStore",["Store"]],["BorrowAction",["TransferAction"]],["BowlingAlley",["SportsActivityLocation"]],["BrainStructure",["AnatomicalStructure"]],["Brand",["Intangible"]],["BreadcrumbList",["ItemList"]],["Brewery",["FoodEstablishment"]],["Bridge",["CivicStructure"]],["BroadcastChannel",["Intangible"]],["BroadcastEvent",["PublicationEvent"]],["BroadcastFrequencySpecification",["Intangible"]],["BroadcastService",["Service"]],["BrokerageAccount",["InvestmentOrDeposit"]],["BuddhistTemple",["PlaceOfWorship"]],["BusinessAudience",["Audience"]],["BusinessEntityType",["Enumeration"]],["BusinessEvent",["Event"]],["BusinessFunction",["Enumeration"]],["BusOrCoach",["Vehicle"]],["BusReservation",["Reservation"]],["BusStation",["CivicStructure"]],["BusStop",["CivicStructure"]],["BusTrip",["Trip"]],["BuyAction",["TradeAction"]],["CableOrSatelliteService",["Service"]],["CafeOrCoffeeShop",["FoodEstablishment"]],["Campground",["CivicStructure","LodgingBusiness"]],["CampingPitch",["Accommodation"]],["Canal",["BodyOfWater"]],["CancelAction",["PlanAction"]],["Car",["Vehicle"]],["CarUsageType",["Enumeration"]],["Casino",["EntertainmentBusiness"]],["CategoryCode",["DefinedTerm"]],["CategoryCodeSet",["DefinedTermSet"]],["CatholicChurch",["Church"]],["CDCPMDRecord",["StructuredValue"]],["Cemetery",["CivicStructure"]],["Certification",["CreativeWork"]],["CertificationStatusEnumeration",["Enumeration"]],["Chapter",["CreativeWork"]],["CheckAction",["FindAction"]],["CheckInAction",["CommunicateAction"]],["CheckOutAction",["CommunicateAction"]],["CheckoutPage",["WebPage"]],["ChemicalSubstance",["BioChemEntity"]],["ChildCare",["LocalBusiness"]],["ChildrensEvent",["Event"]],["ChooseAction",["AssessAction"]],["Church",["PlaceOfWorship"]],["City",["AdministrativeArea"]],["CityHall",["GovernmentBuilding"]],["CivicStructure",["Place"]],["Claim",["CreativeWork"]],["ClaimReview",["Review"]],["Class",["Intangible"]],["Clip",["CreativeWork"]],["ClothingStore",["Store"]],["Code",["CreativeWork"]],["Collection",["CreativeWork"]],["CollectionPage",["WebPage"]],["CollegeOrUniversity",["EducationalOrganization"]],["ComedyClub",["EntertainmentBusiness"]],["ComedyEvent",["Event"]],["ComicCoverArt",["ComicStory","CoverArt"]],["ComicIssue",["PublicationIssue"]],["ComicSeries",["Periodical"]],["ComicStory",["CreativeWork"]],["Comment",["CreativeWork"]],["CommentAction",["CommunicateAction"]],["CommunicateAction",["InteractAction"]],["CompleteDataFeed",["DataFeed"]],["CompoundPriceSpecification",["PriceSpecification"]],["ComputerLanguage",["Intangible"]],["ComputerStore",["Store"]],["ConferenceEvent",["Event"]],["ConfirmAction",["InformAction"]],["Consortium",["Organization"]],["ConstraintNode",["Intangible"]],["ConsumeAction",["Action"]],["ContactPage",["WebPage"]],["ContactPoint",["StructuredValue"]],["ContactPointOption",["Enumeration"]],["Continent",["Landform"]],["ControlAction",["Action"]],["ConvenienceStore",["Store"]],["Conversation",["CreativeWork"]],["CookAction",["CreateAction"]],["Cooperative",["Organization"]],["Corporation",["Organization"]],["CorrectionComment",["Comment"]],["Country",["AdministrativeArea"]],["Course",["CreativeWork","LearningResource"]],["CourseInstance",["Event"]],["Courthouse",["GovernmentBuilding"]],["CoverArt",["VisualArtwork"]],["CovidTestingFacility",["MedicalClinic"]],["CreateAction",["Action"]],["CreativeWork",["Thing"]],["CreativeWorkSeason",["CreativeWork"]],["CreativeWorkSeries",["CreativeWork","Series"]],["Credential",["CreativeWork"]],["CreditCard",["LoanOrCredit","PaymentCard"]],["Crematorium",["CivicStructure"]],["CriticReview",["Review"]],["CssSelectorType",["Text"]],["CurrencyConversionService",["FinancialProduct"]],["DanceEvent",["Event"]],["DanceGroup",["PerformingGroup"]],["DataCatalog",["CreativeWork"]],["DataDownload",["MediaObject"]],["DataFeed",["Dataset"]],["DataFeedItem",["Intangible"]],["Dataset",["CreativeWork"]],["DatedMoneySpecification",["StructuredValue"]],["DayOfWeek",["Enumeration"]],["DaySpa",["HealthAndBeautyBusiness"]],["DDxElement",["MedicalIntangible"]],["DeactivateAction",["ControlAction"]],["DefenceEstablishment",["GovernmentBuilding"]],["DefinedRegion",["Place","StructuredValue"]],["DefinedTerm",["Intangible"]],["DefinedTermSet",["CreativeWork"]],["DeleteAction",["UpdateAction"]],["DeliveryChargeSpecification",["PriceSpecification"]],["DeliveryEvent",["Event"]],["DeliveryMethod",["Enumeration"]],["Demand",["Intangible"]],["DENonprofitType",["NonprofitType"]],["Dentist",["LocalBusiness","MedicalBusiness","MedicalOrganization"]],["DepartAction",["MoveAction"]],["DepartmentStore",["Store"]],["DepositAccount",["BankAccount","InvestmentOrDeposit"]],["DiagnosticLab",["MedicalOrganization"]],["DiagnosticProcedure",["MedicalProcedure"]],["Diet",["CreativeWork","LifestyleModification"]],["DietarySupplement",["Product","Substance"]],["DigitalDocument",["CreativeWork"]],["DigitalDocumentPermission",["Intangible"]],["DigitalDocumentPermissionType",["Enumeration"]],["DigitalPlatformEnumeration",["Enumeration"]],["DisagreeAction",["ReactAction"]],["DiscoverAction",["FindAction"]],["DiscussionForumPosting",["SocialMediaPosting"]],["DislikeAction",["ReactAction"]],["Distance",["Quantity"]],["Distillery",["FoodEstablishment"]],["DonateAction",["TransferAction"]],["DoseSchedule",["MedicalIntangible"]],["DownloadAction",["TransferAction"]],["DrawAction",["CreateAction"]],["Drawing",["CreativeWork"]],["DrinkAction",["ConsumeAction"]],["DriveWheelConfigurationValue",["QualitativeValue"]],["Drug",["Product","Substance"]],["DrugClass",["MedicalEntity"]],["DrugCost",["MedicalEntity"]],["DrugCostCategory",["MedicalEnumeration"]],["DrugLegalStatus",["MedicalIntangible"]],["DrugPregnancyCategory",["MedicalEnumeration"]],["DrugPrescriptionStatus",["MedicalEnumeration"]],["DrugStrength",["MedicalIntangible"]],["DryCleaningOrLaundry",["LocalBusiness"]],["Duration",["Quantity"]],["EatAction",["ConsumeAction"]],["EducationalAudience",["Audience"]],["EducationalOccupationalCredential",["Credential"]],["EducationalOccupationalProgram",["Intangible"]],["EducationalOrganization",["CivicStructure","Organization"]],["EducationEvent",["Event"]],["Electrician",["HomeAndConstructionBusiness"]],["ElectronicsStore",["Store"]],["ElementarySchool",["EducationalOrganization"]],["EmailMessage",["Message"]],["Embassy",["GovernmentBuilding"]],["EmergencyService",["LocalBusiness"]],["EmployeeRole",["OrganizationRole"]],["EmployerAggregateRating",["AggregateRating"]],["EmployerReview",["Review"]],["EmploymentAgency",["LocalBusiness"]],["EndorseAction",["ReactAction"]],["EndorsementRating",["Rating"]],["Energy",["Quantity"]],["EnergyConsumptionDetails",["Intangible"]],["EnergyEfficiencyEnumeration",["Enumeration"]],["EnergyStarEnergyEfficiencyEnumeration",["EnergyEfficiencyEnumeration"]],